Repository: owncloud/OwncloudUniversal
Catalog: src/OwncloudUniversal/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, bg_bg, cs_cz, da, de_de, el_gr, es_es, fr_fr, gl, he_il, it, ko, nl_nl, pt_br, ru_ru, sl, sq_al, th_th, tr, zh_tw

# StoreDescription
source: Connect your Windows 10 device with your ownCloud! For an optimal experience on the PC, please consider using the normal desktop sync client instead. You can find it here: https://owncloud.org/install/#install-clients This app is a project developed by the ownCloud-Community only and was started by Adrian Gebhart. Checkout the project on GitHub if you want to join development: https://github.com/owncloud/OwncloudUniversal Features: - Works on all Windows 10 devices! - Open source software - Synchronize your files with a background task. On phones it will only sync while your device is charging to save battery. - Upload, download and manage files and folders. - View your images or stream videos directly from your ownCloud. New to ownCloud? Check it out at https://owncloud.org Problems? Open a new issue on https://github.com/owncloud/OwncloudUniversal/issues or use the diagnostic report function inside the app.
af_za: Koppel u Windows 10-toestel aan u ownCloud! Oorweeg dit om eerder die normale werkskermsinchroniseerkliënt te gebruik vir ’n optimale ervaring op die rekenaar. U kan dit hier kry: https://owncloud.org/install/#install-clients Hierdie toep is ’n projek wat slegs deur die ownCloud-gemeenskap ontwikkel word en is deur Adrian Gebhart begin. Besoek die projek op GitHub indien u deel van die ontwikkelingspan wil wees: https://github.com/owncloud/OwncloudUniversal Eienskappe: - Werk op alle Windows 10-toestelle! - Oopbronprogrammatuur - Sinchroniseer u lêers met ’n agtergrondtaak. Op ’n foon sal dit slegs sinchroniseer indien u toestel ingeprop is om die battery te bewaar. - Lêers en vouers kan op- en afgelaai en bestuur word. - Bekyk u beelde of stroom video’s direo vanaf u eie ownCloud. Nuut by ownCloud? Gaan kyk by https://owncloud.org Probleme? Open ’n nuwe knelpunt op https://github.com/owncloud/OwncloudUniversal/issues of gebruik die diagnoseverslagfunksie in die toep.
bg_bg: Свържете устройството с Windows 10 с вашия ownCloud! За оптимално изживяване на компютъра, моля, помислете дали да не използвате нормалния клиент за синхронизация на настолни компютри. Можете да го намерите тук: https://owncloud.org/install/#install-clients Това приложение е проект, разработен само от ownCloud-Community, и е започнат от Адриан Гебхарт. Разгледайте проекта в GitHub, ако искате да се присъедините към разработката: https://github.com/owncloud/OwncloudUniversal Функции: - Работи на всички устройства с Windows 10! - Софтуер с отворен код - Синхронизиране на вашите файлове, като задача във фонов режим. При телефони ще се синхронизира само докато устройството ви се зарежда, за да се пести батерия. - Качвайте, изтегляйте и управлявайте файлове и папки. - Преглеждайте изображенията си или излъчвайте видеоклипове директно от своя ownCloud. Нов потребител на ownCloud? Проверете на адрес https://owncloud.org Имате проблеми? Отворете нов проблем на https://github.com/owncloud/OwncloudUniversal/issues или използвайте функцията за диагностичен отчет в приложението.
da: Tilslut din Windows 10-enhed med din ownCloud! For en optimal oplevelse på PC'en, overvej i stedet at benytte det normale synkroniseringssoftware. Du finder dette her: https://owncloud.org/install/#install-clients Denne app er et project kun udviklet af ownCloud-Community'et og var started af Adrian Gebhart- Check projektet ud på GitHub hvis du har lyst til at deltage i udviklingen: https://github.com/owncloud/OwncloudUniversal Features: - Virker på alle Wndows 10-enheder ! - Er open-source software - Synkroniserer dine filer med en baggrundsprocess. På telefonen synkroniserer den kun mens denne oplades for at spare batteri. - Upload, download og administrer filer og mapper. - Se dine biller eller stream videoer direkte fra din ownCloud. Har du brug for din egen ownCloud? Check det ud på https://owncloud.org Problemer? Opret et problem på https://github.com/owncloud/OwncloudUniversal/issues eller benyt den indbyggede diagnostikrapportfunktion.
de_de: Verbinden Sie Ihr Windows 10 Gerät mit Ihrer ownCloud! Für PCs empfehlen wir den normalen Desktop-Sync-Client zur Synchronisation zu verwenden. Sie können diesen hier finden: https://owncloud.org/install/#install-clients Diese App ist ein Projekt das nur von der ownCloud-Community entwickelt wird und von Adrian Gebhart gestartet wurde. Besuchen Sie die GitHub-Seite wenn Sie bei der Entwicklung mitmachen möchten: https://github.com/owncloud/OwncloudUniversal Funktionen: - Funktioniert auf allen Windows 10 Geräten! - Open-Source Software - Synchronisieren Sie Ihre Dateien automatisch im Hintergrund. Auf Smartphones wird nur beim aufladen synchronisiert um Akku zu sparen. - Verwalten Sie Ihre Dateien und Ordner und laden Sie Dateien hoch oder runter. - Sehen Sie sich Ihre Bilder an oder streamen Sie Videos direkt von Ihrer ownCloud! Neu bei ownCloud? Sehen Sie es sich unter https://owncloud.org an. Probleme? Erstellen Sie einen neuen Fehlerbericht auf https://github.com/owncloud/OwncloudUniversal/issues oder nutzen Sie die Diagnosereportfunktion innerhalb der App.
es_es: Conecte su dispositivo Windows 10 con su ownCloud! Para una experiencia óptima,, considere usar el cliente de sync normal. Lo puede descargar de: https://owncloud.org/install/#install-clients Esta app es un proyecto desarrolado por la comunidad ownCloud y ha sido iniciado por Adrian Gebhart. Revise el pryecto en GitHub si desea colaborar con el proyecto: https://github.com/owncloud/OwncloudUniversal Destacado: - Funciona con todos los dispositivos windows 10 - Software open source - Sincroniza sus archivos en background. En telefonos moviles, solo sincroniza mientras se está cargando el movil para ahorrar bateria - Permite subir, bajar y utilizar sus archivos remotamente. - Puede ver sus imagenes o archivos de video en stream. Nuevo en ownCloud? Visite la web del proyecto: https://owncloud.org ¿Problemas? Abra una incidencia en: https://github.com/owncloud/OwncloudUniversal/issues o use la herramienta de diagnostico incluida en la app.
gl: Conecte o seu dispositivo Windows 10 co seu ownCloud! Para unha experiencia óptima no PC, considere usar o cliente normal de sincronización de escritorio no seu lugar. Pode atopalo en: https://owncloud.org/install/#install-clients Este aplicativo é un proxecto desenvolvido pola propia comunidade do ownCloud e foi iniciado por Adrian Gebhart. Vexa o proxecto en GitHub se quere unirse ao desenvolvemento: https://github.com/owncloud/OwncloudUniversal Características: - Funciona en todos os dispositivos de Windows 10! - Software de código aberto - Sincronice os seus ficheiros cunha tarefa en segundo. Nos teléfonos só se sincronizará mentres o dispositivo este a cargar para aforrar batería. - Carga, descarga e xestiona ficheiros e cartafoles. - Vexa as súas imaxes ou transmita vídeos directamente dende o seu ownCloud. Novo no ownCloud? Véxao en https://owncloud.org Problemas? Abra un novo incidente en https://github.com/owncloud/OwncloudUniversal/issues ou empregue a función de informe de diagnose dentro do aplicativo.
he_il: חיבור התקן חלונות 10 עם ה- ownCloud שלך! לחווית משתמש מועדפת מומלץ להשתמש בסנכרון על בסיס לקוח שולחן עבודה רגיל במחשב האישי. ניתן למצוא לקוח כזה כאן: https://owncloud.org/install/#install-clients היישום הנו בפיתוח יעודי יחודי של קהילת ownCloud ומתחיל הפיתוח הנו Adrian Gebhart. ניתן להתרשם מהפרויקט ב- GitHub אם ברצונך להצטרף לפיתוח, ניתן לעשות זאת ב-: https://github.com/owncloud/OwncloudUniversal מאפיינים: - עובד בכל התקני חלונות 10! - תוכנת מקור פתוח - סנכרון הקבצים שלך ברקע. בטלפונים הסנכרון יתבצע רק כאשר המכשיר בטעינה לחסכון בסוללה. - העלאה, הורדה וניהול קבצים ותיקיות. - הצגת תמונות וקבצי וידאו ישירות ב- ownCloud שלך. חדש ב- ownCloud? ניתן להתרשם ב- https://owncloud.org בעיות? ניתן לפתוח נושא חדש ב- https://github.com/owncloud/OwncloudUniversal/issues לחילופין להשתמש בפונקציית דיווח מאבחנת מתוך היישום.
it: Connetti il tuo dispositivo Windows 10 con il tuo ownCloud! Per un'esperienza ottimale sul PC, considerare invece di usare il normale programma desktop di sincronizzazione. Puoi trovarlo qui: https://owncloud.org/install/#install-clients Questa applicazione è un progetto sviluppato dalla comunità di ownCloud ed è stato iniziato da Adrian Gebhart. Guarda il progetto su GitHub se vuoi partecipare allo sviluppo: https://github.com/owncloud/OwncloudUniversal Funzionalità: - Funziona su tutti i dispositivi con Windows 10! - Software open source. - Sincronizza i tuoi files con un'attività in background. Su smartphone avvierà la sincronizzazione solo quando il dispositivo è in carica, per risparmiare batteria. - Carica, scarica e gestisci files e cartelle. - Visualizza le tue immagini o streamma video direttamente da ownCloud. Nuovo su ownCloud? Scoprilo su https://owncloud.org Problemi? Apri una nuova questione su https://github.com/owncloud/OwncloudUniversal/issues o usa la funzione di report diagnostico nell'applicazione.
ko: Windows 10 장치와 ownCloud를 연결하십시오! PC에서의 최적화된 사용자 경험을 위하여, PC에서는 데스크톱 동기화 클라이언트를 사용하는 것을 추천합니다. 다음 사이트에서 다운로드할 수 있습니다: https://owncloud.org/install/#install-clients 이 앱은 ownCloud 커뮤니티에서 개발하는 프로젝트이며 Adrian Gebhart가 시작했습니다. 프로젝트 개발에 관심이 있으면 GitHub에서 프로젝트를 확인하십시오: https://github.com/owncloud/OwncloudUniversal 기능: - 모든 Windows 10 장치에서 작동합니다! - 오픈소스 소프트웨어 - 배경 작업으로 파일을 동기화합니다. 휴대폰에서는 배터리를 절약하기 위하여 충전 중일 경우에만 동기화합니다. - 파일과 폴더를 업로드, 다운로드, 관리합니다. - ownCloud에 있는 사진을 보거나 동영상을 곧바로 스트리밍합니다. ownCloud에 처음이신가요? https://owncloud.org 사이트에서 확인해 보십시오. 문제가 있나요? https://github.com/owncloud/OwncloudUniversal/issues 사이트에 문제를 보고하거나 앱의 진단 보고 기능을 사용하십시오.
nl_nl: Verbind uw Windows 10 apparaat met uw ownCloud! Voor een optimale ervaring op de PC, overweeg om de normale desktop sync client te gebruiken. U kunt het hier vinden: https://owncloud.org/install/#install-clients Deze app is een project ontwikkeld door de ownCloud-Community alleen en is gestart door Adrian Gebhart. Download het projct op GitHub als u wilt helpen met de ontwikkeling: https://github.com/owncloud/OwncloudUniversal Kenmerken: - Werkt op alle Windows 10 apparaten! - Open source software - Synchroniseer uw bestanden met een achtergrond taak. Op telefoons wordt alleen gesynchroniseerd wannneer uw apparaat aan het opladen is om batterij te besparen. - Upload, download en beheer bestanden en mappen. - Bekijk uw afbeeldingen of films direct van uw ownCloud. Nieuw bij ownCloud? Probeer het op https://owncloud.org Problemen? Open een melding op https://github.com/owncloud/OwncloudUniversal/issues of gebruik de diagnostisch raportage functie in de app.
pt_br: Conecte seu dispositivo do Windows 10 com o seu ownCloud! Para uma ótima experiência no PC, considere usar o cliente de sincronização de desktop normal em vez disso. Você pode encontrá-lo aqui: https://owncloud.org/install/#install-clients Este aplicativo é um projeto desenvolvido apenas pela própria comunidade ownCloud e foi iniciado por Adrian Gebhart. Verifique o projeto no GitHub se desejar se unir ao desenvolvimento: https://github.com/owncloud/OwncloudUniversal Características: - Funciona em todos os dispositivos do Windows 10!- Software livre- Sincronize seus arquivos com uma tarefa em segundo plano. Nos telefones, ele só será sincronizado enquanto o seu dispositivo estiver sendo carregado para economizar bateria.- Carregar, baixar e gerenciar arquivos e pastas.- Veja suas imagens ou transmita vídeos diretamente do seu ownCloud. Novo no ownCloud? Confira em https://owncloud.org Problemas? Abra um novo problema em https://github.com/owncloud/OwncloudUniversal/issues ou use a função de relatório de diagnóstico dentro do aplicativo.
ru_ru: Подключите ваше устройство с Windows 10 к вашему облаку! Для оптимального доступа на ПК, пожалуйста попробуйте использовать вместо этого обычный desktop sync client. Вы можете найти его здесь: https://owncloud.org/install/#install-clients Это приложение — это проект, разрабатываемый только сообществом ownCloud, первоначальный автор Адриан Гебхарт (Adrian Gebhart). Посмотрите проект на Гитхабе, если хотите присоединиться к разработке: https://github.com/owncloud/OwncloudUniversal Возможности: - Работает на всех устройствах с Windows 10! - ПО с открытыми исходниками - Синхронизация файлов работает в фоновом режиме. На телефонах синхронизация будет работать только при зарядке устройства, чтобы не расходовать батарею. - Закачивание, скачивание и управление файлами и каталогами. - Просмотр изображений и видеопотоков прямо из ownCloud. Впервые сталкиваетесь с ownCloud? Посмотрите на https://owncloud.org Проблемы? Откройте новый вопрос на https://github.com/owncloud/OwncloudUniversal/issues или используйте функцию диагностических отчётов внутри приложения.
sq_al: Lidheni pajisjen tuaj Windows 10 me instancën tuaj ownCloud! Për një punim optimal në PC, ju lutemi, më mirë shihni mundësinë e përdorimit të klientit normal desktop të njëkohësimeve. Mund ta gjeni këtu: https://owncloud.org/install/#install-clients Ky aplikacion është një projekt i zhvilluar vetëm nga ownCloud-Community dhe qe filluar nga Adrian Gebhart. Nëse doni të bëheni pjesë e zhvillimit të tij, shihni te GitHub: https://github.com/owncloud/OwncloudUniversal Veçori: - Punon në krejt pajisjet me Windows 10! - Software me burim të hapur - Njëkohësoni kartelat tuaja përmes një akti që kryhet në prapaskenë. Në telefona njëkohësimi do të kryhet vetëm kur bateria e pajisjes suaj ngarkohet, që të kursehet bateria. - Ngarkoni, shkarkoni dhe administroni kartela dhe dosje. - Shihni figura apo video drejt e nga instanca juaj ownCloud. Të reja në ownCloud? Shihini te https://owncloud.org Probleme? Parashtroni një problem të ri, te https://github.com/owncloud/OwncloudUniversal/issues ose përdorni funksionin e brendshëm të aplikacionit për raporte diagnostikimi.
th_th: Connect your Windows 10 device with your ownCloud! Features: - Works on all Windows 10 devices! - Open source software - Synchronize your files with a background task. On phones it will only sync while your device is charging to save battery. - Upload, download and manage files and folders. - View your images or stream videos directly from your ownCloud. New to ownCloud? Check it out at https://owncloud.org Problems? Open a new issue on https://github.com/owncloud/OwncloudUniversal/issues or use the diagnostic report function inside the app.

# Error
source: Unknown error, please check the log file
af_za: Onbekende fout, gaan asb. die loglêer na
bg_bg: Неизвестна грешка, моля проверете регистрационния файл
cs_cz: Neznámá chyba, prosím zkontrolujte logovací soubor
da: Ukendt fejl, check venligst log-filen
de_de: Unbekannter Fehler, bitte Protokoll prüfen
es_es: Error desconocido, por favor revise el archivo de log.
gl: Produciuse un erro descoñecido. Comprobe o ficheiro do rexistro
he_il: שגיאה לא ברורה, יש לבדוק בקובץ התיעוד
it: Errore sconosciuto, controllare il log
ko: 알 수 없는 오류. 로그 파일을 확인하십시오
nl_nl: Onbekende fout, controleer het log bestand.
pt_br: Erro desconhecido, verifique o arquivo de log
ru_ru: Неизвестная ошибка, пожалуйста проверьте файл журнала
sl: Neznana napaka, preverite dnevniško datoteko
sq_al: Gabim i panjohur, ju lutemi, kontrolloni kartelën regjistër
zh_tw: 未知錯誤，請檢查記錄檔
